Repository: german-national-wallet/de-eudi-wallet-ios
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de

# menu.revocation_key.sec_button
source: Share as text
de: Als Text teilen

# menu.revocation_key.title
source: Wallet Loss Protection
de: Wallet Verlustschutz

# menu.revocation_not_setup.card_paragraph
source: If your smartphone is lost or stolen, you can use this to lock your wallet.
de: Bei Verlust oder Diebstahl deines Smartphones kannst du hiermit deine Wallet sperren.

# menu.revocation_not_setup.card_title
source: Set up blocking method
de: Sperrmethode einrichten

# menu.revocation_not_setup.prim_button
source: Set up blocking method now
de: Jetzt Sperrmethode einrichten

# menu.revocation_not_setup.title
source: locking method
de: Sperrmethode

# menu.revocation_setup.card_paragraph
source: To do this, a blocking method must have been set up on the lost wallet.
de: Dafür muss eine Sperrmethode auf der verlorenen Wallet eingerichtet worden sein.

# menu.revocation_setup.card_title
source: Lock a lost wallet?
de: Verlorene Wallet sperren?

# menu.revocation_setup.paragraph
source: If your smartphone is lost or stolen, you can use this to lock your wallet.
de: Bei Verlust oder Diebstahl deines Smartphones kannst du hiermit deine Wallet sperren.

# menu.revocation_setup.sec_button
source: Lock lost wallet
de: Verlorene Wallet sperren

# menu.revocation_setup.title
source: locking method
de: Sperrmethode

# menu.sublabel_revocation_not_set_up
source: Not set up
de: Nicht eingerichtet

# menu.sublabel_revocation_set_up
source: Set up
de: Eingerichtet

# menu.title
source: Menu
de: Menü

# nfc_scanning.nfc_not_activated.paragraph
source: To scan your ID with your smartphone, make sure NFC (contactless) is turned on in your device settings.
de: Um deinen Ausweis mit deinem Smartphone auslesen zu können, muss die Kontaktlos-Funktion (NFC) eingeschaltet sein.

# nfc_scanning.nfc_not_activated.prim_button
source: Enable NFC
de: Jetzt NFC einschalten

# nfc_scanning.nfc_not_activated.title
source: NFC is turned off on your device
de: Deine NFC-Funktion ist ausgeschaltet

# nfc_scanning.nfc_tap.banner_android
source: Middle of the back of your device and your ID must be in contact.
de: Mittlerer Bereich der Geräterückseite und Ausweis müssen sich berühren

# nfc_scanning.nfc_tap.banner_animation
source: Keep moving your ID until scanning starts, and keep it still once it does.
de: Beweg deinen Ausweis weiter, bis der Scanvorgang beginnt, und halte ihn dann still.

# nfc_scanning.nfc_tap.banner_iOS
source: Top of the device back must touch the ID card.
de: Oberer Bereich der Geräterückseite und Ausweis müssen sich berühren

# nfc_scanning.nfc_tap.list_1
source: Lay the ID card flat
de: Ausweis flach hinlegen

# nfc_scanning.nfc_tap.list_2_android
source: Place the middle of your phone’s back on the ID card
de: Mittlerer Bereich der Geräterückseite und Ausweis müssen sich berühren

# nfc_scanning.nfc_tap.list_2_ios
source: Place the top back of your phone against the ID card
de: Oberer Bereich der Geräterückseite und Ausweis müssen sich berühren

# nfc_scanning.nfc_tap.list_3
source: Keep the ID card still and wait for confirmation
de: Danach Ausweis nicht mehr bewegen und auf Rückmeldung warten

# nfc_scanning.nfc_tap.prim_button
source: Start scanning
de: Scannen starten

# nfc_scanning.nfc_tap.sec_button
source: Help & tips for scanning
de: Hilfe & Tipps zum Scannen

# nfc_scanning.nfc_tap.title_can
source: Link your ID card to your device to verify your CAN:
de: Verbinde deinen Ausweis mit deinem Gerät um die CAN zu prüfen:

# nfc_scanning.nfc_tap.title_card_pin
source: Place device in the center of your ID, then start scanning
de: Gerät mittig auf Ausweis legen, dann scannen starten

# nfc_scanning.nfc_tap.title_puk
source: Link your ID card to your device to verify your PUK:
de: Verbinde deinen Ausweis mit deinem Gerät um die PUK zu prüfen:

# nfc_scanning.nfc_tap.title_revocation
source: Connect your ID card to verify your card PIN:
de: Verbinde deinen Ausweis um die Karten-PIN zu prüfen:

# nfc_scanning.nfc_tap.title_transport_pin
source: Link your ID card to your device to verify your transport PIN:
de: Verbinde deinen Ausweis mit deinem Gerät um die Transport-PIN zu prüfen:

# nfc_scanning.sheet_nfc.list_1
source: Remove your device case, the case may interfere with the connection.
de: Entferne die Hülle deines Gerätes, sie kann die Verbindung stören.

# nfc_scanning.sheet_nfc.list_2
source: Check your battery level, low battery may weaken the signal
de: Achte auf deinen Akkustand: ein niedriger Akku oder der Energie-sparmodus kann das Signal schwächen.

# nfc_scanning.sheet_nfc.list_3
source: Need help? Call us.
de: Brauchst du Hilfe? Ruf uns an.

# nfc_scanning.sheet_nfc.sec_button
source: Call customer service
de: Kundenservice anrufen

# nfc_scanning.sheet_nfc.title
source: Help & Tips for Scanning
de: Hilfe & Tipps zum Scannen

# nfc_scanning.success_error.error_card_pin_title
source: Card PIN wrong
de: Karten-PIN falsch

# nfc_scanning.success_error.error_transport_pin_title
source: Transport PIN wrong
de: Transport-PIN falsch

# nfc_scanning.success_error.success_can_title_android
source: Scan successful and CAN correct
de: Scannen erfolgreich und CAN korrekt

# nfc_scanning.success_error.success_can_title_ios
source: CAN correct
de: CAN korrekt

# nfc_scanning.success_error.success_card_pin_setup_title_android
source: Card PIN set successfully
de: Scannen erfolgreich und Karten-PIN erfolgreich festgelegt

# nfc_scanning.success_error.success_card_pin_setup_title_ios
source: Card PIN set successfully
de: Karten-PIN erfolgreich festgelegt

# nfc_scanning.success_error.success_card_pin_title_android
source: Scan successful and ID data transferred
de: Scannen erfolgreich und Ausweisdaten erfolgreich übertragen

# nfc_scanning.success_error.success_card_pin_title_ios
source: Card PIN correct and ID data transferred
de: Karten-PIN korrekt und Ausweisdaten erfolgreich übertragen

# nfc_scanning.success_error.success_puk_title_android
source: Scan successful and PUK correct
de: Scannen erfolgreich und PUK korrekt

# nfc_scanning.success_error.success_puk_title_ios
source: PUK correct
de: PUK korrekt

# nfc_scanning.success_error.success_transport_pin_title_android
source: Scan successful and Transport PIN correct
de: Scannen erfolgreich und Transport-PIN korrekt

# nfc_scanning.success_error.success_transport_pin_title_ios
source: Transport PIN correct
de: Transport-PIN korrekt

# nfc_scanning.system_sheet_nfc.error_paragraph
source: This can have different reasons. Please restart the process.
de: Das kann verschiedene Gründe haben. Bitte starte den Prozess neu.

# nfc_scanning.system_sheet_nfc.error_title
source: Scanning failed
de: Scannen fehlgeschlagen

# nfc_scanning.system_sheet_nfc.paragraph
source: Please place your ID at the top back of your device so they touch.
de: Bitte platziere deinen Ausweis oben an der Geräterückseite, so dass sie sich berühren.

# nfc_scanning.system_sheet_nfc.paragraph_error_can
source: CAN wrong
de: CAN falsch

# nfc_scanning.system_sheet_nfc.paragraph_error_card_pin
source: Card PIN wrong
de: Karten-PIN falsch

# nfc_scanning.system_sheet_nfc.paragraph_error_one_time_pin
source: One-time PIN wrong
de: Einmal-PIN falsch

# nfc_scanning.system_sheet_nfc.paragraph_error_puk
source: PUK wrong
de: PUK falsch

# nfc_scanning.system_sheet_nfc.paragraph_progress
source: Please place your ID at the top back of your device so they touch.
de: Ausweis für 5 Sek. nicht bewegen

# nfc_scanning.system_sheet_nfc.paragraph_start
source: Center your device on the ID card.
de: Gerät mittig auf den Ausweis legen

# nfc_scanning.system_sheet_nfc.paragraph_success_can
source: CAN correct
de: CAN korrekt

# nfc_scanning.system_sheet_nfc.paragraph_success_card_pin
source: Card PIN verified and ID data transferred
de: Karten-PIN korrekt und Ausweisdaten übertragen

# nfc_scanning.system_sheet_nfc.paragraph_success_card_pin_set
source: Card PIN set
de: Karten-PIN festgelegt

# nfc_scanning.system_sheet_nfc.paragraph_success_one_time_pin
source: One-time PIN correct
de: Einmal-PIN korrekt

# nfc_scanning.system_sheet_nfc.paragraph_success_puk
source: PUK correct
de: PUK korrekt

# nfc_scanning.system_sheet_nfc.prim_button
source: Next
de: Weiter

# nfc_scanning.system_sheet_nfc.scan_title
source: Ready to scan
de: Bereit zum Scannen

# nfc_scanning.system_sheet_nfc.success_title
source: Scanning successful
de: Scannen erfolgreich

# nfc_scanning.system_sheet_nfc.title_error
source: Scanning failed
de: Scannen fehlgeschlagen

# nfc_scanning.system_sheet_nfc.title_progress
source: Scanning...
de: Scannen gestartet

# nfc_scanning.system_sheet_nfc.title_start
source: Ready to scan
de: Bereit zum Scannen

# nfc_scanning.system_sheet_nfc.title_success
source: Scanning successful
de: Scannen erfolgreich

# overview.camera_opt_in.paragraph
source: Allow the use of your camera to scan QR codes. This lets you easily identify yourself via devices or on-site, and add new credentials.
de: Erlaube die Nutzung deiner Kamera, um QR-Codes zu scannen. Das ermöglicht dir dich einfach über Geräte hinweg oder vor Ort auszuweisen und neue Nachweise hinzufügen.

# overview.camera_opt_in.title
source: "EUDI Wallet DE" would like to access your camera
de: "EUDI Wallet DE" möchte deine Kamera nutzen

# overview.credential_teaser.button
source: Add more credentials
de: Weitere Nachweise hinzufügen

# overview.initial_credential_teaser.label
source: Add driving licence and other credentials
de: Führerschein und weitere Nachweise hinzufügen

# overview.initial_credential_teaser.sec_button_a11y
source: Add a credential
de: Nachweis hinzufügen

# overview.initial_pid_teaser.image_a11y
source: Example image of a digital ID
de: Beispielbild eines digitalen Ausweises

# overview.initial_pid_teaser.pid_issuer
source: FEDERAL REPUBLIC OF GERMANY
de: BUNDESREPUBLIK DEUTSCHLAND

# overview.initial_pid_teaser.pid_name
source: Digital ID
de: Digitaler Ausweis

# overview.initial_pid_teaser.prim_button
source: Add ID
de: Ausweis hinzufügen

# overview.initial_pid_teaser.title
source: No ID added yet
de: Noch kein Ausweis hinzugefügt

# overview.invalid_qr_code.paragraph
source: Only QR codes provided by a service or issuer are supported. Please try a different QR code.
de: Es funktionieren nur QR-Codes die von einem Dienst oder einem Herausgeber bereitgestellt wurden. Probiere einen anderen QR-Code.

# overview.invalid_qr_code.prim_button
source: Got it
de: Verstanden

# overview.invalid_qr_code.title
source: Invalid QR code
de: Kein gültiger QR-Code

# overview.no_camera_access.paragraph
source: To complete this step, the wallet needs access to your device camera.
de: Um diesen Schritt durchführen zu können, benötigt die Wallet den Zugriff auf die Gerätekamera.

# overview.no_camera_access.prim_button
source: Enable now
de: Jetzt freigeben

# overview.no_camera_access.title
source: Enable camera to use the QR code scanner
de: Kamera freigeben, um QR Code Scanner zu nutzen

# overview.notifications.label_1
source: Quick intro: What your wallet can do
de: Kurz erklärt: Das kann die Wallet

# overview.notifications.label_2
source: Quick intro: How to add an ID
de: Kurz erklärt: Ausweis hinzufügen

# overview.notifications.label_3
source: Quick intro: Digital ID
de: Kurz erklärt: Digitaler Ausweis

# overview.notifications.label_4
source: Quick intro: How to add credentials
de: Kurz erklärt: Nachweiseh hinzufügen

# overview.qr_scanner.light_button_a11y
source: Tap to turn on camera light
de: Drücken, um Kameralicht einzuschalten

# overview.qr_scanner.title
source: Scan QR code
de: Scanne einen QR-Code

# pid_inspection.dialog_delete_pid.paragraph
source: You will then no longer be able to use your digital ID card to identify yourself online until you have added a new ID card.
de: Du kannst deinen Digitalen Ausweis dann nicht mehr benutzen, um dich online auszuweisen, solange du nicht einen neuen Ausweis hinzugefügt hast.

# pid_inspection.dialog_delete_pid.prim_button
source: Yes, delete
de: Ja, löschen

# pid_inspection.dialog_delete_pid.sec_button
source: Close
de: Schließen

# pid_inspection.dialog_delete_pid.success
source: Digital ID deleted
de: Digitaler Ausweis gelöscht

# pid_inspection.dialog_delete_pid.title
source: Are you sure you want to reset this?
de: Wirklich löschen?

# pid_inspection.initial_dashboard.paragraph
source: Create your Digital ID here in the app:
de: Digitalen Ausweis hier in der App erstellen:

# pid_inspection.initial_dashboard.prim_button
source: Get started
de: Los geht's

# pid_inspection.initial_dashboard.temp_label_1
source: Use simulated eID card
de: Simulierte eID-Karte verwenden

# pid_inspection.initial_dashboard.temp_label_2
source: Use doctype
de: Dokumenttyp verwenden

# pid_inspection.initial_dashboard.title
source: Secure and simple digital identification.
de: Einfach und sicher digital ausweisen.

# pid_inspection.pid_activity_details.label_data
source: Data collected
de: Erfasste Daten

# pid_inspection.pid_activity_details.label_ident
source: Identified on
de: Identifiziert am

# pid_inspection.pid_activity.label_last_month
source: Last 30 days
de: Letzte 30 Tage

# pid_inspection.pid_activity.label_last_week
source: Last Week
de: Letzte Woche

# pid_inspection.pid_activity.label_today
source: Today
de: Heute

# pid_inspection.pid_activity.label_while
source: A while ago
de: Vor längerem

# pid_inspection.pid_activity.label_yesterday
source: Yesterday
de: Gestern

# pid_inspection.pid_activity.paragraph_empty_state
source: No activities yet
de: Noch keine Aktivitäten vorhanden

# pid_inspection.pid_activity.prim_button
source: How to use your digital ID
de: So nutzt du den Digitalen Ausweis

# pid_inspection.pid_activity.supporting_line_1
source: Identified with digital ID card
de: Identifiziert mit Digitaler Ausweis

# pid_inspection.pid_activity.title
source: Activity
de: Aktivitäten

# pid_inspection.pid_details.label_1
source: Created on
de: Erstellt am

# pid_inspection.pid_details.label_2
source: Valid until
de: Gültig bis

# pid_inspection.pid_details.list_1
source: Personal data
de: Persönliche Daten

# pid_inspection.pid_details.list_2
source: Issuer
de: Herausgeber

# pid_inspection.pid_details.list_3
source: Activities
de: Aktivitäten

# pid_inspection.pid_details.pid_image_a11y
source: Your Digital ID
de: Dein Digitaler Ausweis

# pid_inspection.pid_details.sec_button
source: Delete Digital ID
de: Digitalen Ausweis löschen

# pid_inspection.pid_details.title
source: Digital ID card
de: Digitaler Ausweis

# pid_inspection.pid_issuer.label_address
source: Address
de: Adresse

# pid_inspection.pid_issuer.label_certifacte_valid
source: Certificate valid until
de: Zertifikat Ablaufdatum

# pid_inspection.pid_issuer.label_country
source: Country
de: Land

# pid_inspection.pid_issuer.label_id
source: Identification number
de: Identifikationsnummer

# pid_inspection.pid_issuer.label_privacy
source: Privacy policy
de: Datenschutzerklärung

# pid_inspection.pid_issuer.sec_button
source: Report a problem
de: Problem melden

# pid_inspection.pid_issuer.title
source: Issuer
de: Herausgeber

# pid_inspection.pid_overall_activity.label_last_month
source: Last Month
de: Letzer Monat

# pid_inspection.pid_overall_activity.label_last_week
source: Last Week
de: Letzte Woche

# pid_inspection.pid_overall_activity.label_today
source: Today
de: Heute

# pid_inspection.pid_overall_activity.label_while
source: A while ago
de: Vor längerem

# pid_inspection.pid_overall_activity.label_yesterday
source: Yesterday
de: Gestern

# pid_inspection.pid_overall_activity.supporting_line_1
source: Identified with digital ID card
de: Identifiziert mit Digitaler Ausweis

# pid_inspection.pid_overall_activity.title
source: All Activities
de: Alle Aktivitäten

# pid_inspection.pid_personal_data.banner
source: To protect your data, don't show this to other people.
de: Schütze deine Daten – zeig das niemandem.

# pid_inspection.pid_personal_data.label_adress
source: Address
de: Anschrift

# pid_inspection.pid_personal_data.label_age_birth_year
source: Birth year
de: Geburtsjahr

# pid_inspection.pid_personal_data.label_age_equal_or_over
source: Age equal or over
de: Alter gleich oder über

# pid_inspection.pid_personal_data.label_age_equal_or_over_no
source: No
de: Nein

# pid_inspection.pid_personal_data.label_age_equal_or_over_yes
source: Yes
de: Ja

# pid_inspection.pid_personal_data.label_age_in_years
source: Age in years
de: Alter in Jahren

# pid_inspection.pid_personal_data.label_age_over_12
source: Age over 12
de: Alter über 12

# pid_inspection.pid_personal_data.label_age_over_14
source: Age over 14
de: Alter über 14

# pid_inspection.pid_personal_data.label_age_over_16
source: Age over 16
de: Alter über 16

# pid_inspection.pid_personal_data.label_age_over_18
source: Age over 18
de: Alter über 18

# pid_inspection.pid_personal_data.label_age_over_21
source: Age over 21
de: Alter über 21

# pid_inspection.pid_personal_data.label_age_over_65
source: Age over 65
de: Alter über 65

# pid_inspection.pid_personal_data.label_artist_name
source: Artistic name
de: Künstlername

# pid_inspection.pid_personal_data.label_birth_date
source: Date of birth
de: Geburtsdatum

# pid_inspection.pid_personal_data.label_birth_name
source: Birth name
de: Geburtsname

# pid_inspection.pid_personal_data.label_created_at
source: Created at
de: Erstellt am

# pid_inspection.pid_personal_data.label_expire_date
source: Valid until
de: Gültig bis

# pid_inspection.pid_personal_data.label_first_names
source: Given name (s)
de: Vorname (n)

# pid_inspection.pid_personal_data.label_issuing_authority
source: Authority
de: Behörde

# pid_inspection.pid_personal_data.label_issuing_country
source: Issuing country
de: Ausstellender Staat

# pid_inspection.pid_personal_data.label_name
source: Family name
de: Familienname

# pid_inspection.pid_personal_data.label_nationality
source: Nationality
de: Staatsangehörigkeit

# pid_inspection.pid_personal_data.label_place_of_birth
source: Place of birth
de: Geburtsort

# pid_inspection.pid_personal_data.label_title
source: Title
de: Titel

# pid_inspection.pid_personal_data.title
source: Personal Data
de: Persönliche Daten

# pid_inspection.sheet_pid_personal_data.paragraph
source: The six “Over XX” values from your data are stored for age verification. This allows a service to verify whether you meet a required age without revealing your exact age.
de: Die sechs “Alter als XX” Werte deiner Daten sind für die Altersverifzierung hinterlegt. Hiermit erfährt ein Dienst nicht dein genaus Alter sondern nur ob du ein gewisses Alter erreicht hast.

# pid_inspection.sheet_pid_personal_data.prim_button
source: Got it
de: Verstanden

# pid_inspection.sheet_pid_personal_data.title
source: Age
de: Alter

# pid_inspection.wallet_pa_deactivated_error.paragraph
source: For security reasons, you'll need to provide your device's biometric data, PIN, or password to confirm this step.
de: Um diesen Schritt durchführen zu können, braucht es aus Sicherheitsgründen z.B. deine Gerätebiometrie, PIN oder Passwort zur Bestätigung.

# pid_inspection.wallet_pa_deactivated_error.paragraph_android
source: In your phone’s settings, go to Screen lock or similar to set up a screen lock.
de: In den Geräte Einstellungen unter Bildschirmsperre oder ähnlichem kannst du die Entsperrmethode aktivieren.

# pid_inspection.wallet_pa_deactivated_error.paragraph_ios
source: In your phone’s settings, go to Passcode or similar to set up a screen lock.
de: In den Geräte Einstellungen unter “Code” oder ähnlichem kannst du die Entsperrmethode aktivieren.

# pid_inspection.wallet_pa_deactivated_error.prim_button
source: Activate now
de: Jetzt aktivieren

# pid_inspection.wallet_pa_deactivated_error.title
source: Activate device biometrics or PIN for Wallet
de: Gerätebiometrie oder PIN für Wallet aktivieren

# pid_issuance.can_entry.error_pragrapgh
source: Wrong CAN. Please try again.
de: Falsche CAN. Bitte versuche es nochmal.

# pid_issuance.can_entry.error_wrong_can
source: Your previous CAN entry was incorrect. Try again.
de: Deine vorherige CAN Eingabe war falsch. Versuch es nochmal.

# pid_issuance.can_entry.prim_button
source: Activate
de: Freischalten

# pid_issuance.can_entry.sec_button
source: Where is the CAN
de: Wo ist die CAN

# pid_issuance.can_entry.title
source: Enter your CAN to activate
de: CAN zur Freischaltung eingeben

# pid_issuance.can_intro.paragraph_1
source: Important: Your card PIN is paused. Once you have successfully entered the CAN, you can try entering the card PIN one more time. Make sure you’ve already set a 6-digit card PIN.
de: PIN pausiert: Gib deine CAN ein, um fortzufahren

# pid_issuance.can_intro.prim_button
source: Enter CAN
de: CAN eingeben

# pid_issuance.can_intro.title
source: Card PIN entered incorrectly twice: Enter the CAN
de: PIN pausiert: Gib deine CAN ein, um fortzufahren

# pid_issuance.can_success.paragraph_1
source: Important: You can now enter your card PIN one last time. If it is incorrect again, the card PIN will be blocked. If you have not yet set your 6-digit card PIN, you can do so using the 5-digit transport PIN from the PIN letter or on site at the citizens' office.
de: Wichtig: Du kannst nun ein letztes Mal deine Karten-PIN eingeben. Sollte diese erneut nicht korrekt sein, wird die Karten-PIN gesperrt. Falls du die 6-stellige Karten-PIN noch nicht festgelegt hast, kannst du dies mit Hilfe der 5-stelligen Transport-PIN aus dem PIN-Brief oder vor Ort im Bürgeramt tun.

# pid_issuance.can_success.prim_button
source: Enter card PIN
de: Karten-PIN eingeben

# pid_issuance.can_success.sec_button
source: Card PIN not set or unknown
de: Karten-PIN nicht festgelegt oder bekannt

# pid_issuance.can_success.title
source: CAN correct
de: CAN korrekt

# pid_issuance.card_pin_entry.error_1
source: Your PIN entry was was incorrect. Try again.
de: Deine PIN Eingabe war falsch. Versuch es nochmal.

# pid_issuance.card_pin_entry.error_2
source: PIN entered incorrectly twice. To attempt entering the PIN a third time, the CAN must first be entered.
de: PIN zweimal falsch eingegeben. Für einen dritten Versuch der PIN Eingabe muss zuerst die CAN eingegeben werden.

# pid_issuance.card_pin_entry.prim_button
source: Next
de: Weiter

# pid_issuance.card_pin_entry.sec_button
source: What is the card PIN
de: Was ist die Karten-PIN

# pid_issuance.card_pin_entry.title
source: Enter the 6-digit card PIN for your ID card.
de: Gib die 6-stellige Karten-PIN deines Ausweises ein

# pid_issuance.card_pin_letter_info.headline_1
source: Why do I need the card PIN?
de: Wozu brauche ich die Karten-PIN?

# pid_issuance.card_pin_letter_info.headline_2
source: Where does my 6-digit card PIN come from?
de: Woher stammt meine 6-stellige Karten-PIN?

# pid_issuance.card_pin_letter_info.paragraph_1
source: Your 6-digit card PIN lets you use the online ID function, confirm your identity, and create your digital ID in this wallet.
de: Mit deiner 6-stelligen Karten-PIN nutzt du die Online-Ausweisfunktion, bestätigst deine Identität und erstellst deinen Digitalen Ausweis in dieser Wallet.

# pid_issuance.card_pin_letter_info.paragraph_2
source: You set it either when picking up your ID at the citizens' office, or with the 5-digit transport PIN from your PIN letter. Haven't set it yet? You can do it here, once.
de: Du hast sie entweder bei der Abholung im Bürgeramt festgelegt oder mit der 5-stelligen Transport-PIN aus deinem PIN-Brief. Noch nicht festgelegt? Du kannst das hier einmalig nachholen.

# pid_issuance.card_pin_letter_info.sec_button
source: Set card PIN now
de: Karten-PIN jetzt festlegen

# pid_issuance.card_pin_letter_info.title
source: What is the card PIN or PIN letter?
de: Was ist die Karten-PIN oder der PIN-Brief?
